13/data/attachments/75ee1c96f91dde49.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jamie_out_Friend_48670_0</nif:username>
            <nif:friendToBeRequested>soap_friends_d6d20aef-cbeb-4436-a67d-fa103779ff51</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>